#########################################################################################################
#【掠奪時代II:黃金帝國 】
# 作者: 灰塵
#########################################################################################################
#battle
#  |-* almost all *
#
#noop_cm
#  |-tools
#  |-loop
#  |-endgame
#  |-tool
#  | |-* almost all *
#  |
#  |-shop
#  | |-* almost all *
#  |
#  |-produce
#  | |-* almost all *
#
#other
#  |-menu
#  | |-blue
#  | |-red
#  | |-tip
#  |
#  |-map
#	 |-barr_tool
#
#setting
#  |-spawn
#    |-red
#    |-blue