#########################################################################################################
#【掠奪時代II:黃金帝國 】
# 作者: 灰塵
#########################################################################################################
function noop_cm:new_setting/map_info/a100 if @e[score_setmenu_min=1]
tellraw @p ["",{"text":"████████\n███"},{"text":"██","color":"black"},{"text":"███\n██"},{"text":"█","color":"black"},{"text":"██"},{"text":"█","color":"black"},{"text":"██\n█████"},{"text":"█","color":"black"},{"text":"██\n████"},{"text":"█","color":"black"},{"text":"███\n███"},{"text":"█","color":"black"},{"text":"████\n████████\n███"},{"text":"█","color":"black"},{"text":"████"}]